Repository: bigpuritz/KartinaX.TV
Catalog: KartinaX.TV/*.lproj/Localizable.strings
Languages: ru

source: Pause
ru: Пауза

source: Play
ru: Воспроизведение

source: EPG
ru: Программа передач

source: Preview unavailable
ru: Видео не доступно

source: User credentials missing.
ru: Параметры пользовательского абонемента не найдены.

source: No login data returned.
ru: Пользовательский абонемент не найден.

source: More than one login item returned.
ru: Обнаружено несколько пользовательский абонементов для заданных данных доступа.

source: No channels data returned.
ru: Информация о списке каналов не доступна.

source: More than one channel list returned.
ru: Ошибка доступа к списку каналов.

source: EPG was not loaded! No channels found.
ru: Ошибка загрузки программы передач. Список каналов отсутствует.

source: No channel url returned.
ru: Ошибка доступа к видеопотоку.

source: More than one channel url returned.
ru: Ошибка доступа к видеопотоку.

source: No EPG data found.
ru: Ошибка загрузки программы передач.

source: KartinaSettings
ru: Kartina.TV

source: Preferences
ru: Настройки

source: UpdateSettings
ru: Обновления

source: Protected channel requested.
ru: Ошибка загрузки защищенного канала. Проверьте код доступа к защищенным каналам в настройках.

source: Unknown error
ru: Неизвестная ошибка

source: Incorrect request
ru: Неверный запрос

source: Wrong login or password
ru: Неправильный логин или пароль

source: Access denied
ru: Доступ запрещен

source: Login incorrect
ru: Неправильный логин

source: Your contract is inactive
ru: Ваш контракт неактивен

source: Your contract is paused
ru: Ваш контракт заморожен

source: Channel not found or not allowed
ru: Канал не найден или недоступен

source: Error generate URL. Bad parameters
ru: Ошибка генерации URL – заданы неверные параметры

source: Need DAY parameter <DDMMYY>
ru: Нужен параметр DAY

source: Need Channel ID
ru: Нужен ID канала

source: Another client with your login was logged
ru: Другой клиент вошел под Вашим логином

source: Authentication error
ru: Ошибка аутентификации

source: Your packet was expired
ru: Ваш пакет просрочен

source: Unknown API function
ru: Неизвестная функция API

source: Archive is not available
ru: Архив недоступен

source: Need place to set
ru: Необходимо установить в набор

source: Need name of settings variable
ru: Нужно название переменной установки

source: Incorrect confirmation code
ru: Неверный код подтверждения

source: Current password is wrong
ru: Текущий пароль неверен

source: New password is wrong
ru: Новый пароль неверен

source: Need value (val) parameter
ru: Необходим параметр val

source: This value is not allowed
ru: Это значение недопустимо

source: Need parameter
ru: Нужен параметр

source: Need parameter <id>
ru: Нужен параметр <id>

source: Need parameter <fileid>
ru: Нужен параметр < fileid >

source: Need parameter <type>
ru: Нужен параметр <type>

source: Need parameter <query>
ru: Нужен параметр <query>

source: Need parameter <bitrate>
ru: Нужен параметр < bitrate >

source: Service is not available
ru: Сервис недоступен

source: Query limit exceeded
ru: Исчерпан лимит запросов

source: Rule already exist
ru: Правило уже существует

source: Need param ?cmd = hide_channel | show_channel | get_list
ru: Нужен параметр ?cmd = hide_channel | show_channel | get_list

source: Need param ?cmd = get_user_rates | set_user_rates
ru: Нужен параметр ?cmd = get_user_rates | set_user_rates

source: Bad rate value. Allow <show|hide|pass>
ru: Неверное значение рейтинга

source: Can’t find film
ru: Невозможно найти фильм

source: This film already added to favorite list
ru: Этот фильм уже добавлен в список избранных

source: System error
ru: Ошибка системы

source: Current code is wrong
ru: Неверный код для защищенных каналов

source: Error
ru: Ошибка

source: not available
ru: не доступно
